[{
  "id":1,
  "juego":"Call of duty",
  "precio": 1200,
  "descripcion":"Call of Duty® ofrece el descarnado realismo y la intensidad cinematográfica de las épicas batallas de la II Guerra Mundial como nunca antes: a través de los ojos de ciudadanos soldado y héroes olvidados de la alianza de naciones que ayudaron a conformar el curso de la historia moderna.",
  "foto":"./assets/imagenes/call of duty.jpg",
  "link":"https://store.steampowered.com/app/2620/Call_of_Duty/?l=spanish"  
},
{
  "id":2,
  "juego":"Cyberpunk",
  "precio":2500,
  "descripcion":"Cyberpunk 2077 es un RPG de aventura y acción de mundo abierto ambientado en el futuro sombrío de Night City, una peligrosa megalópolis obsesionada con el poder, el glamur y las incesantes modificaciones corporales.",
  "foto":"./assets/imagenes/cyberpunk.jpeg",
  "link":"https://store.steampowered.com/app/1091500/Cyberpunk_2077/?l=spanish"
},
{
  "id":3,
  "juego":"Juanito y los clonosaurios",
  "precio":600,
  "descripcion": "Un parque de diversiones del futuro donde hay dinosaurios que vuelven a la vida con avanzadas tecnicas de clonacion.",
  "foto":"./assets/imagenes/juanito y los clonosaurios.jpg",
  "link":"https://www.youtube.com/watch?v=g5HA-OQssEw"
},
{
  "id":4,
  "juego":"Putting challenge",
  "precio":200,
  "descripcion": "ayy que lindo....",
  "foto":"./assets/imagenes/putting challenge.jpg",
  "link":"https://youtu.be/capTpivF8n0"
},
{
  "id":5,
  "juego":"God of war",
  "precio":5000,
  "descripcion":"Kratos ha dejado atrás su venganza contra los dioses del Olimpo y vive ahora como un hombre en los dominios de los dioses y monstruos nórdicos. En este mundo cruel e implacable debe luchar para sobrevivir… y enseñar a su hijo a hacerlo también.",
  "foto":"./assets/imagenes/god of war.jpg",
  "link":"https://store.steampowered.com/app/1593500/God_of_War/"
},
{
  "id":6,
  "juego":"Stray",
  "precio":1100,
  "descripcion": "Perdido, solo y separado de su familia, un gato callejero debe desentrañar un antiguo misterio para escapar de una ciberciudad olvidada y encontrar el camino a casa.",
  "foto":"./assets/imagenes/stray.jpg",
  "link":"https://store.steampowered.com/app/1332010/Stray/?l=spanish"
},
{
  "id":7,
  "juego":"Spider-man",
  "precio":4999,
  "descripcion": "En Marvel`s Spider-Man Remasterizado, la vida de Peter Parker se topa con la de Spider-Man en una historia original repleta de acción. Ponte en la piel de un Peter Parker veterano que ha pulido sus habilidades en la lucha contra el crimen y los villanos en la Nueva York de Marvel.",
  "foto":"./assets/imagenes/spider-man.jpg",
  "link":"https://store.steampowered.com/app/1817070/Marvels_SpiderMan_Remastered/"
},
{
  "id":8,
  "juego":"Fifa 23",
  "precio":8999,
  "descripcion": "EA SPORTS™ FIFA 23 lleva el juego del mundo al campo, con la tecnología HyperMotion 2 que ofrece una experiencia de juego aún más realista, tanto la FIFA World Cup™ masculina como la femenina que llegará al juego más adelante durante la temporada, la incorporación de equipos femeninos, funciones de juego cruzado y mucho más. Disfruta de una autenticidad única con más de 19 000 jugadores, más de 700 equipos, 100 estadios y más de 30 ligas en FIFA 23.",
  "foto":"./assets/imagenes/fifa.jpg",
  "link":"https://store.steampowered.com/app/1811260/FIFA_23/"
}]